{
  "@metadata": {
    "authors": [
      "The Little Moe New LLC"
    ]
  },
  "mmixcaptcha-desc": "Moegirlpedia Project MMIX CAPTCHA generator for Confirm Edit",
  "mmixcaptcha-addurl": "Your edit includes new external links.\nTo protect the wiki against automated edit spam, we kindly ask you to input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptcha-badlogin": "To protect the wiki against automated password cracking, we kindly ask you to input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptcha-createaccount": "To protect the wiki against automated account creation, we kindly ask you to input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptcha-create": "To create the page, please input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptcha-edit": "To edit this page, please input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptcha-sendemail": "To protect the wiki against automated spamming, we kindly ask you to input the subtitle text of image. ([[Special:Captcha/help|more info]]) To change image, click the image control.",
  "mmixcaptchahelp-text": "Web sites that accept contributions from the public, like this wiki, are often abused by spammers who use automated tools to add their links to many sites.\nWhile these spam links can be removed, they are a significant nuisance.\n\nSometimes, especially when adding new web links to a page, the wiki may ask you to answer a question.\nSince this is a task that is hard to automate, it will allow most real humans to make their contributions while stopping most spammers and other robotic attackers.\n\nPlease contact the [[Special:ListAdmins|site administrators]] for assistance if this is unexpectedly preventing you from making legitimate contributions.\n\nClick the \"back\" button in your browser to return to the page editor.",
  "mmixcaptcha-error": "Something happened",
  "mmixcaptcha-retry": "Please try again later (click here to retry).",
  "mmixcaptcha-textplaceholder": "Subtitle content (no blank space or symbols)",
  "mmixcaptcha-info": "Please input the subtitle text of image.",
  "mmixcaptcha-edit-mobile": "To edit this page, please input the subtitle text (no blank space or symbols) of image. ([[Special:Captcha/help|more info]]) "
}